const AssistancePagesData = [
  {
    id: 'criminal',
    header: 'Оказание юридической помощи по уголовным делам',
    list: [
      {
        id: 1,
        text: 'Ведение уголовного дела на стадии предварительного расследования'
      },
      {
        id: 2,
        text: 'Ведение уголовного дела на стадии рассмотрения судом первой инстанции'
      },
      {
        id: 3,
        text: 'Ведение уголовного дела на стадии рассмотрения судом апеляционной или кассационной инстанции'
      },
      {
        id: 4,
        text: 'Составление заявления о возбуждении уголовного дела'
      },
      {
        id: 5,
        text: 'Подача заявления о возбуждении уголовного дела'
      },
      {
        id: 6,
        text: 'Представление интересов доверителя на стадии принятия решения о возбуждении уголовного дела'
      },
      {
        id: 7,
        text: 'Участие адвоката в ходе дознания, предварительного следствия в следственных (процессуальных) действиях, а также в судебных заседаниях при рассмотрении отдельных вопросов в судебном порядке'
      },
      {
        id: 8,
        text: 'Составление жалобы на действия следователя, дознавателя, прокурора'
      },
      {
        id: 9,
        text: 'Участие в судебном заседании по рассмотрению жалобы на действия следователя, дознавателя, прокурора в судах первой, кассационной, надзорной инстанций'
      },
      {
        id: 10,
        text: 'Сбор адвокатом доказательств'
      },
      {
        id: 11,
        text: 'Ознакомление с материалами дела, в случае если адвокат не принимал участия на предварительном следствии или при рассмотрении дела в суде'
      },
      {
        id: 12,
        text: 'Составление ходатайств, жалоб, заявлений'
      },
      {
        id: 13,
        text: 'Участие в судебных заседаниях суда первой инстанции'
      },
      {
        id: 14,
        text: 'Ознакомление с протоколом судебного заседания'
      },
      {
        id: 15,
        text: 'Составление замечаний на протокол судебного заседания'
      },

      {
        id: 16,
        subheader: 'СОСТАВЛЕНИЕ АПЕЛЛЯЦИОННОЙ ЖАЛОБЫ НА РЕШЕНИЕ СУДА:'
      },
      {
        id: 17,
        text: 'Если адвокат участвовал при рассмотрении дела в суде первой инстанции'
      },
      {
        id: 18,
        text: 'Если адвокат не участвовал при рассмотрении дела в суде первой инстанции'
      },
      {
        id: 19,
        subheader: 'УЧАСТИЕ В СУДЕ АПЕЛЛЯЦИОННОЙ ИНСТАНЦИИ:'
      },
      {
        id: 20,
        text: 'Если адвокат участвовал при рассмотрении дела в суде первой инстанции'
      },
      {
        id: 21,
        text: 'Если адвокат не участвовал при рассмотрении дела в суде первой инстанции'
      },
      {
        id: 22,
        text: 'Составление кассационной/надзорной жалобы'
      },
      {
        id: 23,
        text: 'Участие в суде кассационной/надзорной инстанции'
      },
      {
        id: 24,
        text: 'Составление заявления о пересмотре судебных постановлений по вновь открывшимся или новым обстоятельствам'
      },
      {
        id: 25,
        text: 'Компенсация за потраченное время, в случае если судебное заседание либо следственное (процессуальное) действие не состоялось по независящим от адвоката причинам'
      },
      {
        id: 26,
        text: 'Посещение подзащитного, находящегося под стражей, в учреждениях исполнения наказаний по инициативе подзащитного или иных лиц без проведения следственных действий'
      },
      {
        id: 27,
        text: 'Представление интересов доверителя на стадии исполнения уголовного наказания',
        notDivider: true
      }
    ]
  },
  {
    id: 'arbitraj',
    header: 'Оказание юридической помощи по арбитражным делам',
    list: [
      {
        id: 1,
        text: 'Ведение дела в арбитражном/гражданском/административном судопроизводстве на стадии рассмотрения дела судом первой инстанции'
      },
      {
        id: 2,
        text: 'Ведение дела в арбитражном/гражданском/административном судопроизводстве, рассматриваемого в порядке упрощенного производства на стадии рассмотрения дела судом первой инстанции'
      },
      {
        id: 3,
        text: 'Ведение дела в арбитражном/гражданском/административном судопроизводстве на стадии рассмотрения дела судом апелляционной или кассационной инстанций'
      },
      {
        id: 4,
        text: 'Ведение дела в арбитражном/гражданском/административном судопроизводстве, рассматриваемого в порядке упрощенного производства на стадии рассмотрения дела судом апелляционной или кассационной инстанций'
      },
      {
        id: 5,
        text: 'Представительство во внесудебном разрешении спора'
      },
      {
        id: 6,
        text: 'Составление претензии, если досудебное урегулирование предусмотрено в соответствии с действующим законодательством или договором'
      },
      {
        id: 7,
        text: 'Составление искового заявления/административного искового заявления (заявления, жалобы) и отзыва (возражений) на исковое заявление/административное исковое заявления (заявление, жалобу)'
      },
      {
        id: 8,
        text: 'Подача искового заявления/административного искового заявления (заявления, жалобы)'
      },
      {
        id: 9,
        text: 'Сбор адвокатом доказательств'
      },
      {
        id: 10,
        text: 'Участие в судебных заседаниях в суде первой инстанции'
      },
      {
        id: 11,
        text: 'Составление ходатайств, заявлений'
      },
      {
        id: 12,
        text: 'Ознакомление с материалами дела'
      },
      {
        id: 13,
        text: 'Ознакомление с протоколом судебных заседаний'
      },
      {
        id: 14,
        text: 'Составление замечаний на протокол судебного заседания'
      },
      {
        id: 15,
        text: 'Составление частной жалобы',
        notDivider: true
      },
      {
        id: 16,
        subheader: 'СОСТАВЛЕНИЕ АПЕЛЛЯЦИОННОЙ ЖАЛОБЫ НА РЕШЕНИЕ СУДА:'
      },
      {
        id: 17,
        text: 'Если адвокат представлял интересы доверителя в суде первой инстанции'
      },
      {
        id: 18,
        text: 'Если адвокат не участвовал при рассмотрении дела в суде первой инстанции',
        notDivider: true
      },
      {
        id: 19,
        subheader: 'ПРЕДСТАВИТЕЛЬСТВО ИНТЕРЕСОВ ДОВЕРИТЕЛЯ В СУДЕ АПЕЛЛЯЦИОННОЙ ИНСТАНЦИЙ:'
      },
      {
        id: 20,
        text: 'Если адвокат представлял интересы доверителя в суде первой инстанции'
      },
      {
        id: 21,
        text: 'Если адвокат не участвовал при рассмотрении дела в суде первой инстанции'
      },
      {
        id: 22,
        text: 'Составление кассационной/надзорной жалобы'
      },
      {
        id: 23,
        text: 'Составление заявления о пересмотре судебных постановлений по вновь открывшимся или новым обстоятельствам'
      },
      {
        id: 24,
        text: 'Представительство интересов доверителя в суде кассационной/надзорной инстанции'
      },
      {
        id: 25,
        text: 'Компенсация за потраченное время, в случае если судебное заседание не состоялось по независящим от адвоката причинам'
      },
      {
        id: 26,
        text: 'Представительство интересов доверителя в исполнительном производстве',
        notDivider: true
      }
    ]
  },
  {
    id: 'civil',
    header: 'Оказание юридической помощи по гражданским делам',
    list: [
      {
        id: 1,
        text: 'Ведение дела в гражданском/административном судопроизводстве на стадии рассмотрения дела судом первой инстанции'
      },
      {
        id: 2,
        text: 'Ведение дела в гражданском/административном судопроизводстве, рассматриваемого в порядке упрощенного производства на стадии рассмотрения дела судом первой инстанции'
      },
      {
        id: 3,
        text: 'Ведение дела в гражданском/административном судопроизводстве на стадии рассмотрения дела судом апелляционной или кассационной инстанций'
      },
      {
        id: 4,
        text: 'Ведение дела в гражданском/административном судопроизводстве, рассматриваемого в порядке упрощенного производства на стадии рассмотрения дела судом апелляционной или кассационной инстанций'
      },
      {
        id: 5,
        text: 'Представительство во внесудебном разрешении спора'
      },
      {
        id: 6,
        text: 'Составление претензии, если досудебное урегулирование предусмотрено в соответствии с действующим законодательством или договором'
      },
      {
        id: 7,
        text: 'Составление искового заявления/административного искового заявления (заявления, жалобы) и отзыва (возражений) на исковое заявление/административное исковое заявления (заявление, жалобу)'
      },
      {
        id: 8,
        text: 'Подача искового заявления/административного искового заявления (заявления, жалобы)'
      },
      {
        id: 9,
        text: 'Сбор адвокатом доказательств'
      },
      {
        id: 10,
        text: 'Участие в судебных заседаниях в суде первой инстанции'
      },
      {
        id: 11,
        text: 'Составление ходатайств, заявлений'
      },
      {
        id: 12,
        text: 'Ознакомление с материалами дела'
      },
      {
        id: 13,
        text: 'Ознакомление с протоколом судебных заседаний'
      },
      {
        id: 14,
        text: 'Составление замечаний на протокол судебного заседания'
      },
      {
        id: 15,
        text: 'Cоставление частной жалобы',
        notDivider: true
      },
      {
        id: 16,
        subheader: 'СОСТАВЛЕНИЕ АПЕЛЛЯЦИОННОЙ ЖАЛОБЫ НА РЕШЕНИЕ СУДА:'
      },
      {
        id: 17,
        text: 'Eсли адвокат представлял интересы доверителя в суде первой инстанции'
      },
      {
        id: 18,
        text: 'Если адвокат не участвовал при рассмотрении дела в суде первой инстанции',
        notDivider: true
      },
      {
        id: 19,
        subheader: 'ПРЕДСТАВИТЕЛЬСТВО ИНТЕРЕСОВ ДОВЕРИТЕЛЯ В СУДЕ АПЕЛЛЯЦИОННОЙ ИНСТАНЦИЙ:'
      },
      {
        id: 20,
        text: 'Если адвокат представлял интересы доверителя в суде первой инстанции'
      },
      {
        id: 21,
        text: 'Если адвокат не участвовал при рассмотрении дела в суде первой инстанции'
      },
      {
        id: 22,
        text: 'Составление кассационной/надзорной жалобы'
      },
      {
        id: 23,
        text: 'Составление заявления о пересмотре судебных постановлений по вновь открывшимся или новым обстоятельствам'
      },
      {
        id: 24,
        text: 'Представительство интересов доверителя в суде кассационной/надзорной инстанции'
      },
      {
        id: 25,
        text: 'Компенсация за потраченное время, в случае если судебное заседание не состоялось по независящим от адвоката причинам'
      },
      {
        id: 26,
        text: 'Представительство интересов доверителя в исполнительном производстве',
        notDivider: true
      }
    ]
  },
  {
    id: 'consulting',
    header: '',
    list: [
      {
        id: 1,
        text: 'Устная консультация'
      },
      {
        id: 2,
        text: 'Письменная консультация'
      },
      {
        id: 3,
        text: 'Составление адвокатских запросов'
      },
      {
        id: 4,
        text: 'Составление проектов договоров, контрактов и т. п.'
      },
      {
        id: 5,
        text: 'Экспертиза правового документа с дачей заключения'
      },
      {
        id: 6,
        text: 'Составление правового документа'
      },
      {
        id: 7,
        text: 'Разработка учредительных документов юридического лица'
      },
      {
        id: 8,
        text: 'Представление интересов при регистрации юридического лица/индивидуального предпринимателя'
      },
      {
        id: 9,
        text: 'Правовое сопровождение и юридическая помощь при совершении сделок'
      },
      {
        id: 10,
        text: 'Правовое обслуживание физических лиц по договору'
      },
      {
        id: 11,
        text: 'Правовое обслуживание юридических лиц и индивидуальных предпринимателей по договору'
      },
      {
        id: 12,
        text: 'Подготовка и составление жалобы в Конституционный суд Российской Федерации'
      },
      {
        id: 13,
        text: 'Представление интересов Доверителя при рассмотрении жалобы в Конституционном суде Российской Федерации'
      },
      {
        id: 14,
        text: 'Подготовка и составление жалобы в Европейский суд по правам человека'
      },
      {
        id: 15,
        text: 'Представление интересов Доверителя в органах государственной власти, местного самоуправления, иных организациях различных форм собственности'
      },
      {
        id: 16,
        text: 'Выезд адвоката в место нахождения доверителя'
      },
      {
        id: 17,
        text: 'При заключении соглашения с почасовой оплатой труда',
        notDivider: true
      }
    ]
  },
  {
    id: 'family',
    header: 'Оказание юридической помощи по семейным делам',
    list: [
      {
        id: 1,
        text: 'Устная консультация'
      },
      {
        id: 2,
        text: 'Составление искового заявления о расторжении брака (при наличии несовершеннолетних детей или отсутствие согласия одного из супругов на расторжение брака)'
      },
      {
        id: 3,
        text: 'Составление искового заявления о признании брака недействительным'
      },
      {
        id: 4,
        text: 'Составление заявления о выдаче судебного приказа о взыскании алиментов на детей'
      },
      {
        id: 5,
        text: 'Составление искового заявления по алиментным обязательствам на ребенка (детей) в твердой денежной сумме, на содержание нетрудоспособных супругов'
      },
      {
        id: 6,
        text: 'Составление искового заявления о порядке общения с ребенком'
      },
      {
        id: 7,
        text: 'Составление искового заявления о лишении родительских прав (ограничении в родительских правах)'
      },
      {
        id: 8,
        text: 'Составление искового заявления об оспаривании брачного договора'
      },
      {
        id: 9,
        text: 'Составление искового заявления о разделе совместно нажитого имущества'
      },
      {
        id: 10,
        text: 'Составление искового заявления об установлении/оспаривании отцовства'
      },
      {
        id: 11,
        text: 'Составление искового заявления по иным спорам, вытекающим из брачно-семейных отношений'
      },
      {
        id: 12,
        text: 'Составление возражения на исковое заявление'
      },
      {
        id: 13,
        text: 'Представление интересов в суде первой инстанции по расторжению брака и/или взысканию алиментов (кроме взыскания алиментов на содержание нетрудоспособного супруга)'
      },
      {
        id: 14,
        text: 'Ведение дела на стадии рассмотрения судом первой инстанции (включает составление искового заявления или возражения на исковое заявление)'
      },
      {
        id: 15,
        text: 'Составление апелляционной жалобы на решение суда'
      },
      {
        id: 16,
        text: 'Составление отзыва (возражения) на апелляционную жалобу'
      },
      {
        id: 17,
        text: 'Ведение дела, на стадии рассмотрения судом апелляционной или кассационной инстанций (включает составление апелляционной/кассационной жалобы или отзыва на жалобу)'
      },
      {
        id: 18,
        text: 'Разовое участие в судебных заседаниях в суде первой инстанции'
      },
      {
        id: 19,
        text: 'Составление ходатайств, заявлений, адвокатских запросов'
      },
      {
        id: 20,
        text: 'Составление замечаний на протокол судебного заседания'
      },
      {
        id: 21,
        text: 'Составление частной жалобы на определение суда'
      },
      {
        id: 22,
        text: 'Составление заявления о пересмотре судебных постановлений по вновь открывшимся или новым обстоятельствам (с ознакомлением с материалами дела)'
      },
      {
        id: 23,
        text: 'Сбор документов по нотариально выданной доверенности (в том числе, получение судебных решений, определений, постановлений)',
        notDivider: true
      }
    ]
  },
  {
    id: 'legacy',
    header: 'Оказание юридической помощи по наследственным делам',
    list: [
      {
        id: 1,
        text: 'Устная консультация'
      },
      {
        id: 2,
        text: 'Составление искового заявления о признании наследника недостойным'
      },
      {
        id: 3,
        text: 'Составление искового заявления о признании завещания недействительным'
      },
      {
        id: 4,
        text: 'Составление заявления об установлении факта принятия наследства'
      },
      {
        id: 5,
        text: 'Составление заявления об обжаловании нотариальных действий/отказа нотариуса в совершении нотариального действия'
      },
      {
        id: 6,
        text: 'Составление искового заявления о восстановлении срока для принятия наследства'
      },
      {
        id: 7,
        text: 'Составление заявления об установлении факта нахождения на иждивении'
      },
      {
        id: 8,
        text: 'Составление заявления об установлении факта родственных отношений'
      },
      {
        id: 9,
        text: 'Составление исковых заявлений по иным спорам, вытекающим из наследования'
      },
      {
        id: 10,
        text: 'Составление возражения на исковое заявление'
      },
      {
        id: 11,
        text: 'Представление интересов в суде первой инстанции по делам об установлении родственных отношений, нахождении на иждивении'
      },
      {
        id: 12,
        text: 'Ведение дела на стадии рассмотрения судом первой инстанции (включает составление искового заявления или возражения на исковое заявление)'
      },
      {
        id: 13,
        text: 'Составление апелляционной жалобы на решение суда'
      },
      {
        id: 14,
        text: 'Составление отзыва (возражения) на апелляционную жалобу'
      },
      {
        id: 15,
        text: 'Ведение дела, на стадии рассмотрения судом апелляционной или кассационной инстанций (включает составление апелляционной/кассационной жалобы или отзыва на жалобу)'
      },
      {
        id: 16,
        text: 'Разовое участие в судебных заседаниях в суде первой инстанции'
      },
      {
        id: 17,
        text: 'Составление ходатайств, заявлений, адвокатских запросов'
      },
      {
        id: 18,
        text: 'Составление замечаний на протокол судебного заседания'
      },
      {
        id: 19,
        text: 'Составление частной жалобы на определение суда'
      },
      {
        id: 20,
        text: 'Составление заявления о пересмотре судебных постановлений по вновь открывшимся или новым обстоятельствам (с ознакомлением с материалами дела)'
      },
      {
        id: 21,
        text: 'Сбор документов по нотариально выданной доверенности (в том числе, получение судебных решений, определений, постановлений)',
        notDivider: true
      },
    ]
  },
  {
    id: 'house',
    header: 'Оказание юридической помощи по жилищным делам',
    list: [
      {
        id: 1,
        text: 'Устная консультация'
      },
      {
        id: 2,
        text: 'Составление искового заявления о признании не приобретшим/утратившим право пользования жилым помещением'
      },
      {
        id: 3,
        text: 'Составление искового заявления о выселении/снятии с регистрационного учета'
      },
      {
        id: 4,
        text: 'Составление искового заявления об установлении порядка пользования жилым помещением'
      },
      {
        id: 5,
        text: 'Составление искового заявления по спорам, связанным с начислением коммунальных услуг'
      },
      {
        id: 6,
        text: 'Составление искового заявления о возмещении ущерба, причиненного действиями нанимателей по договору аренды жилья'
      },
      {
        id: 7,
        text: 'Составление искового заявления о признании аварийным жилого помещения'
      },
      {
        id: 8,
        text: 'Составление административного искового заявления об оспаривании действий/бездействий государственных(муниципальных) служащих, в сфере жилищных прав (например, отказ в постановке на учет в качестве нуждающихся в жилом помещении по социальному найму)'
      },
      {
        id: 9,
        text: 'Составление искового заявления о понуждении жилищно-эксплуатационной организации к исполнению обязательства'
      },
      {
        id: 10,
        text: 'Составление искового заявления о признании права собственности на часть домовладения'
      },
      {
        id: 11,
        text: 'Составление искового заявления о порядке пользования земельным участком'
      },
      {
        id: 12,
        text: 'Составление исковых заявлений по иным спорам, вытекающим из жилищных правоотношений'
      },
      {
        id: 13,
        text: 'Составление возражения на исковое заявление'
      },
      {
        id: 14,
        text: 'Ведение дела на стадии рассмотрения судом первой инстанции (включает составление искового заявления или возражения на исковое заявление)'
      },
      {
        id: 15,
        text: 'Составление апелляционной жалобы на решение суда'
      },
      {
        id: 16,
        text: 'Составление отзыва (возражения) на апелляционную жалобу'
      },
      {
        id: 17,
        text: 'Ведение дела, на стадии рассмотрения судом апелляционной или кассационной инстанций (включает составление апелляционной/кассационной жалобы или отзыва на жалобу)'
      },
      {
        id: 18,
        text: 'Разовое участие в судебных заседаниях в суде первой инстанции'
      },
      {
        id: 19,
        text: 'Составление ходатайств, заявлений, адвокатских запросов'
      },
      {
        id: 20,
        text: 'Составление замечаний на протокол судебного заседания'
      },
      {
        id: 21,
        text: 'Составление частной жалобы на определение суда'
      },
      {
        id: 22,
        text: 'Составление заявления о пересмотре судебных постановлений по вновь открывшимся или новым обстоятельствам (с ознакомлением с материалами дела)'
      },
      {
        id: 23,
        text: 'Сбор документов по нотариально выданной доверенности (в том числе, получение судебных решений, определений, постановлений)',
        notDivider: true
      }
    ]
  },
  {
    id: 'working',
    header: 'Оказание юридической помощи по трудовым делам',
    list: [
      {
        id: 1,
        subheader: 'ДЛЯ РАБОТОДАТЕЛЕЙ'
      },
      {
        id: 2,
        text: 'Устная консультация'
      },
      {
        id: 3,
        text: 'Составление искового заявления о возмещении ущерба, причиненного действиями работника'
      },
      {
        id: 4,
        text: 'Составление возражения на исковое заявление (со ссылкой на конкретные документы)'
      },
      {
        id: 5,
        text: 'Представление интересов в суде первой инстанции по трудовым спорам с работниками (истца/ответчика/третьего лица)',
        notDivider: true
      },
      {
        id: 6,
        subheader: 'ДЛЯ РАБОТНИКОВ'
      },
      {
        id: 7,
        text: 'Устная консультация'
      },
      {
        id: 8,
        text: 'Составление искового заявления о восстановлении на работе и взыскании вынужденного прогула'
      },
      {
        id: 9,
        text: 'Составление искового заявления о признании трудового договора заключенным и возникновении фактических трудовых отношений с работодателем (при осуществлении трудовой деятельности без официально заключенного трудового договора)'
      },
      {
        id: 10,
        text: 'Составление заявления о выдаче судебного приказа о взыскании начисленной, но невыплаченной заработной платы'
      },
      {
        id: 11,
        text: 'Составление искового заявления о взыскании заработной платы (с помесячным расчетом)'
      },
      {
        id: 12,
        text: 'Составление искового заявления об оспаривании наложенного дисциплинарного наказания'
      },
      {
        id: 13,
        text: 'Составление искового заявления о понуждении работодателя привести персонифицированный учет в Пенсионном Фонде в соответствии с действующим законодательством (если работодатель не отчитывался в Пенсионный фонд по стажу работника)'
      },
      {
        id: 14,
        text: 'Составление исковых заявлений по иным спорам, вытекающим из трудовых правоотношений'
      },
      {
        id: 15,
        text: 'Составление возражения на исковое заявление'
      },
      {
        id: 16,
        text: 'Ведение дела на стадии рассмотрения судом первой инстанции (включает составление искового заявления или возражения на исковое заявление)',
        notDivider: true
      },
      {
        id: 17,
        subheader: 'ДЛЯ РАБОТНИКОВ И РАБОТОДАТЕЛЕЙ'
      },
      {
        id: 18,
        text: 'Составление апелляционной жалобы на решение суда'
      },
      {
        id: 19,
        text: 'Составление отзыва (возражения) на апелляционную жалобу'
      },
      {
        id: 20,
        text: 'Ведение дела, на стадии рассмотрения судом апелляционной или кассационной инстанций (включает составление апелляционной/кассационной жалобы или отзыва на жалобу)'
      },
      {
        id: 21,
        text: 'Разовое участие в судебных заседаниях в суде первой инстанции'
      },
      {
        id: 22,
        text: 'Составление ходатайств, заявлений, адвокатских запросов'
      },
      {
        id: 23,
        text: 'Составление замечаний на протокол судебного заседания'
      },
      {
        id: 24,
        text: 'Составление частной жалобы на определение суда'
      },
      {
        id: 25,
        text: 'Составление заявления о пересмотре судебных постановлений по вновь открывшимся или новым обстоятельствам (с ознакомлением с материалами дела)'
      },
      {
        id: 26,
        text: 'Сбор документов по нотариально выданной доверенности (документов трудовой деятельности, в том числе, получение судебных решений, определений, постановлений)',
        notDivider: true
      }
    ]
  }
]

export default AssistancePagesData;