const AssistancePagesData = [
  {
    id: 'criminal',
    header: 'Оказание юридической помощи по уголовным делам',
    list: [
      {
        id: 1,
        text: 'Ведение уголовного дела на стадии предварительного расследования',
        divider: true
      },
      {
        id: 2,
        text: 'Ведение уголовного дела на стадии рассмотрения судом первой инстанции',
        divider: true
      },
      {
        id: 3,
        text: 'Ведение уголовного дела на стадии рассмотрения судом апеляционной или кассационной инстанции',
        divider: true
      },
      {
        id: 4,
        text: 'Составление заявления о возбуждении уголовного дела',
        divider: true
      },
      {
        id: 5,
        text: 'Подача заявления о возбуждении уголовного дела',
        divider: true
      },
      {
        id: 6,
        text: 'Представление интересов доверителя на стадии принятия решения о возбуждении уголовного дела',
        divider: true
      },
      {
        id: 7,
        text: 'Участие адвоката в ходе дознания, предварительного следствия в следственных (процессуальных) действиях, а также в судебных заседаниях при рассмотрении отдельных вопросов в судебном порядке',
        divider: true
      },
      {
        id: 8,
        text: 'Составление жалобы на действия следователя, дознавателя, прокурора',
        divider: true
      },
      {
        id: 9,
        text: 'Участие в судебном заседании по рассмотрению жалобы на действия следователя, дознавателя, прокурора в судах первой, кассационной, надзорной инстанций',
        divider: true
      },
      {
        id: 10,
        text: 'Сбор адвокатом доказательств',
        divider: true
      },
      {
        id: 11,
        text: 'Ознакомление с материалами дела, в случае если адвокат не принимал участия на предварительном следствии или при рассмотрении дела в суде',
        divider: true
      },
      {
        id: 12,
        text: 'Составление ходатайств, жалоб, заявлений',
        divider: true
      },
      {
        id: 13,
        text: 'Участие в судебных заседаниях суда первой инстанции',
        divider: true
      },
      {
        id: 14,
        text: 'Ознакомление с протоколом судебного заседания',
        divider: true
      },
      {
        id: 15,
        text: 'Составление замечаний на протокол судебного заседания',
        divider: true
      },

      {
        id: 16,
        subheader: 'СОСТАВЛЕНИЕ АПЕЛЛЯЦИОННОЙ ЖАЛОБЫ НА РЕШЕНИЕ СУДА:',
        divider: true
      },
      {
        id: 17,
        text: 'Если адвокат участвовал при рассмотрении дела в суде первой инстанции',
        divider: true
      },
      {
        id: 18,
        text: 'Если адвокат не участвовал при рассмотрении дела в суде первой инстанции',
        divider: true
      },
      {
        id: 19,
        subheader: 'УЧАСТИЕ В СУДЕ АПЕЛЛЯЦИОННОЙ ИНСТАНЦИИ:',
        divider: true
      },
      {
        id: 20,
        text: 'Если адвокат участвовал при рассмотрении дела в суде первой инстанции',
        divider: true
      },
      {
        id: 21,
        text: 'Если адвокат не участвовал при рассмотрении дела в суде первой инстанции',
        divider: true
      },
      {
        id: 22,
        text: 'Составление кассационной/надзорной жалобы',
        divider: true
      },
      {
        id: 23,
        text: 'Участие в суде кассационной/надзорной инстанции',
        divider: true
      },
      {
        id: 24,
        text: 'Составление заявления о пересмотре судебных постановлений по вновь открывшимся или новым обстоятельствам',
        divider: true
      },
      {
        id: 25,
        text: 'Компенсация за потраченное время, в случае если судебное заседание либо следственное (процессуальное) действие не состоялось по независящим от адвоката причинам',
        divider: true
      },
      {
        id: 26,
        text: 'Посещение подзащитного, находящегося под стражей, в учреждениях исполнения наказаний по инициативе подзащитного или иных лиц без проведения следственных действий',
        divider: true
      },
      {
        id: 27,
        text: 'Представление интересов доверителя на стадии исполнения уголовного наказания'
      }
    ]
  },
  {
    id: 'arbitraj',
    header: 'Оказание юридической помощи по арбитражным делам',
    list: [
      {
        id: 1,
        text: 'Ведение дела в арбитражном/гражданском/административном судопроизводстве на стадии рассмотрения дела судом первой инстанции',
        divider: true
      },
      {
        id: 2,
        text: 'Ведение дела в арбитражном/гражданском/административном судопроизводстве, рассматриваемого в порядке упрощенного производства на стадии рассмотрения дела судом первой инстанции',
        divider: true
      },
      {
        id: 3,
        text: 'Ведение дела в арбитражном/гражданском/административном судопроизводстве на стадии рассмотрения дела судом апелляционной или кассационной инстанций',
        divider: true
      },
      {
        id: 4,
        text: 'Ведение дела в арбитражном/гражданском/административном судопроизводстве, рассматриваемого в порядке упрощенного производства на стадии рассмотрения дела судом апелляционной или кассационной инстанций',
        divider: true
      },
      {
        id: 5,
        text: 'Представительство во внесудебном разрешении спора',
        divider: true
      },
      {
        id: 6,
        text: 'Составление претензии, если досудебное урегулирование предусмотрено в соответствии с действующим законодательством или договором',
        divider: true
      },
      {
        id: 7,
        text: 'Составление искового заявления/административного искового заявления (заявления, жалобы) и отзыва (возражений) на исковое заявление/административное исковое заявления (заявление, жалобу)',
        divider: true
      },
      {
        id: 8,
        text: 'Подача искового заявления/административного искового заявления (заявления, жалобы)',
        divider: true
      },
      {
        id: 9,
        text: 'Сбор адвокатом доказательств',
        divider: true
      },
      {
        id: 10,
        text: 'Участие в судебных заседаниях в суде первой инстанции',
        divider: true
      },
      {
        id: 11,
        text: 'Составление ходатайств, заявлений',
        divider: true
      },
      {
        id: 12,
        text: 'Ознакомление с материалами дела',
        divider: true
      },
      {
        id: 13,
        text: 'Ознакомление с протоколом судебных заседаний',
        divider: true
      },
      {
        id: 14,
        text: 'Составление замечаний на протокол судебного заседания',
        divider: true
      },
      {
        id: 15,
        text: 'Составление частной жалобы',
        divider: true
      },
      {
        id: 16,
        subheader: 'СОСТАВЛЕНИЕ АПЕЛЛЯЦИОННОЙ ЖАЛОБЫ НА РЕШЕНИЕ СУДА:',
        divider: true
      },
      {
        id: 17,
        text: 'Если адвокат представлял интересы доверителя в суде первой инстанции',
        divider: true
      },
      {
        id: 18,
        text: 'Если адвокат не участвовал при рассмотрении дела в суде первой инстанции',
        divider: true
      },
      {
        id: 19,
        subheader: 'ПРЕДСТАВИТЕЛЬСТВО ИНТЕРЕСОВ ДОВЕРИТЕЛЯ В СУДЕ АПЕЛЛЯЦИОННОЙ ИНСТАНЦИЙ:',
        divider: true
      },
      {
        id: 20,
        text: 'Если адвокат представлял интересы доверителя в суде первой инстанции',
        divider: true
      },
      {
        id: 21,
        text: 'Если адвокат не участвовал при рассмотрении дела в суде первой инстанции',
        divider: true
      },
      {
        id: 22,
        text: 'Составление кассационной/надзорной жалобы',
        divider: true
      },
      {
        id: 23,
        text: 'Составление заявления о пересмотре судебных постановлений по вновь открывшимся или новым обстоятельствам',
        divider: true
      },
      {
        id: 24,
        text: 'Представительство интересов доверителя в суде кассационной/надзорной инстанции',
        divider: true
      },
      {
        id: 25,
        text: 'Компенсация за потраченное время, в случае если судебное заседание не состоялось по независящим от адвоката причинам',
        divider: true
      },
      {
        id: 26,
        text: 'Представительство интересов доверителя в исполнительном производстве'
      }
    ]
  },
  {
    id: 'civil',
    header: 'Оказание юридической помощи по гражданским делам',
    list: [
      {
        id: 1,
        text: 'Ведение дела в гражданском/административном судопроизводстве на стадии рассмотрения дела судом первой инстанции',
        divider: true
      },
      {
        id: 2,
        text: 'Ведение дела в гражданском/административном судопроизводстве, рассматриваемого в порядке упрощенного производства на стадии рассмотрения дела судом первой инстанции',
        divider: true
      },
      {
        id: 3,
        text: 'Ведение дела в гражданском/административном судопроизводстве на стадии рассмотрения дела судом апелляционной или кассационной инстанций',
        divider: true
      },
      {
        id: 4,
        text: 'Ведение дела в гражданском/административном судопроизводстве, рассматриваемого в порядке упрощенного производства на стадии рассмотрения дела судом апелляционной или кассационной инстанций',
        divider: true
      },
      {
        id: 5,
        text: 'Представительство во внесудебном разрешении спора',
        divider: true
      },
      {
        id: 6,
        text: 'Составление претензии, если досудебное урегулирование предусмотрено в соответствии с действующим законодательством или договором',
        divider: true
      },
      {
        id: 7,
        text: 'Составление искового заявления/административного искового заявления (заявления, жалобы) и отзыва (возражений) на исковое заявление/административное исковое заявления (заявление, жалобу)',
        divider: true
      },
      {
        id: 8,
        text: 'Подача искового заявления/административного искового заявления (заявления, жалобы)',
        divider: true
      },
      {
        id: 9,
        text: 'Сбор адвокатом доказательств',
        divider: true
      },
      {
        id: 10,
        text: 'Участие в судебных заседаниях в суде первой инстанции',
        divider: true
      },
      {
        id: 11,
        text: 'Составление ходатайств, заявлений',
        divider: true
      },
      {
        id: 12,
        text: 'Ознакомление с материалами дела',
        divider: true
      },
      {
        id: 13,
        text: 'Ознакомление с протоколом судебных заседаний',
        divider: true
      },
      {
        id: 14,
        text: 'Составление замечаний на протокол судебного заседания',
        divider: true
      },
      {
        id: 15,
        text: 'Cоставление частной жалобы',
        divider: true
      },
      {
        id: 16,
        subheader: 'СОСТАВЛЕНИЕ АПЕЛЛЯЦИОННОЙ ЖАЛОБЫ НА РЕШЕНИЕ СУДА:',
        divider: true
      },
      {
        id: 17,
        text: 'Eсли адвокат представлял интересы доверителя в суде первой инстанции',
        divider: true
      },
      {
        id: 18,
        text: 'Если адвокат не участвовал при рассмотрении дела в суде первой инстанции',
        divider: true
      },
      {
        id: 19,
        subheader: 'ПРЕДСТАВИТЕЛЬСТВО ИНТЕРЕСОВ ДОВЕРИТЕЛЯ В СУДЕ АПЕЛЛЯЦИОННОЙ ИНСТАНЦИЙ:',
        divider: true
      },
      {
        id: 20,
        text: 'Если адвокат представлял интересы доверителя в суде первой инстанции',
        divider: true
      },
      {
        id: 21,
        text: 'Если адвокат не участвовал при рассмотрении дела в суде первой инстанции',
        divider: true
      },
      {
        id: 22,
        text: 'Составление кассационной/надзорной жалобы',
        divider: true
      },
      {
        id: 23,
        text: 'Составление заявления о пересмотре судебных постановлений по вновь открывшимся или новым обстоятельствам',
        divider: true
      },
      {
        id: 24,
        text: 'Представительство интересов доверителя в суде кассационной/надзорной инстанции',
        divider: true
      },
      {
        id: 25,
        text: 'Компенсация за потраченное время, в случае если судебное заседание не состоялось по независящим от адвоката причинам',
        divider: true
      },
      {
        id: 26,
        text: 'Представительство интересов доверителя в исполнительном производстве',
      }
    ]
  },
  {
    id: 'consulting',
    header: '',
    list: [
      {
        id: 1,
        text: 'Устная консультация'
      },
      {
        id: 2,
        text: 'Письменная консультация'
      }
    ]
  },
  {
    id: 'family',
    header: 'Оказание юридической помощи по семейным делам',
    list: [
      {
        id: 1,
        text: 'Устная консультация'
      },
      {
        id: 2,
        text: 'Составление искового заявления о расторжении брака (при наличии несовершеннолетних детей или отсутствие согласия одного из супругов на расторжение брака)'
      }
    ]
  },
  {
    id: 'legacy',
    header: 'Оказание юридической помощи по наследственным делам',
    list: [
      {
        id: 1,
        text: 'Устная консультация'
      },
      {
        id: 2,
        text: 'Составление искового заявления о признании наследника недостойным'
      }
    ]
  },
  {
    id: 'house',
    header: 'Оказание юридической помощи по жилищным делам',
    list: [
      {
        id: 1,
        text: 'Устная консультация'
      },
      {
        id: 2,
        text: 'Составление искового заявления о признании не приобретшим/утратившим право пользования жилым помещением'
      }
    ]
  },
  {
    id: 'working',
    header: 'Оказание юридической помощи по трудовым делам',
    list: [
      {
        id: 1,
        text: 'Устная консультация',
        divider: true
      },
      {
        id: 2,
        text: 'Составление искового заявления о возмещении ущерба, причиненного действиями работника'
      }
    ]
  }
]

export default AssistancePagesData;