const DataForTablePrice = [
  {
    name: 'victim',
    priceList: [
      {
        id: 1,
        text: 'ведение уголовного дела на стадии дознания',
        price: 'от 25 000'
      },
      {
        id: 2,
        text: 'ведение уголовного дела на стадии предварительного расследования',
        price: 'от 35 000'
      },
      {
        id: 3,
        text: 'ведение уголовного дела на стадии рассмотрения судом первой инстанции (мировым судом)',
        price: 'от 25 000'
      },
      {
        id: 4,
        text: 'ведение уголовного дела на стадии рассмотрения судом первой инстанции (районным судом)',
        price: 'от 35 000'
      },
      {
        id: 5,
        text: 'ведение уголовного дела на стадии рассмотрения судом первой инстанции (городским (областным, Верховным судом), судом присяжных заседателей)',
        price: 'от 60 000'
      },
      {
        id: 6,
        text: 'ведение уголовного дела на стадии рассмотрения судом апелляционной или кассационной инстанций (в случае участия Адвоката в суде первой инстанции)',
        price: 'от 20 000'
      },
      {
        id: 7,
        text: 'ведение уголовного дела на стадии рассмотрения судом апелляционной или кассационной инстанций (если Адвокат не участвовал в суде первой инстанции)',
        price: 'от 40 000 '
      },
      {
        id: 8,
        text: 'составление заявления о возбуждении уголовного дела, жалобы на постановление об отказе в возбуждении уголовного дела, искового заявления о взыскании причиненного преступлением вреда, иные разовые заявления, ходатайства, жалобы (не связанные с представлением интересов по уголовному делу)',
        price: 'от 8 000'
      },
      {
        id: 9,
        text: 'Разовое участие в судебном заседании (не связанное с представлением интересов по уголовному делу)',
        price: 'от 10 000',
        price2: '(за день участия)'
      },
      {
        id: 10,
        text: 'ознакомление с материалами дела, в случае если адвокат не принимал участия на предварительном следствии или при рассмотрении дела в суде',
        price: 'от 8 000',
        price2: '(за каждый том дела)'
      },
      {
        id: 11,
        text: 'ознакомление с протоколом судебного заседания, в случае если адвокат не принимал участия на предварительном следствии или при рассмотрении дела в суде',
        price: 'от 8 000'
      },
      {
        id: 12,
        text: 'составление замечаний на протокол судебного заседания, в случае если адвокат не принимал участия на предварительном следствии или при рассмотрении дела в суде',
        price: 'от 8 000'
      },
      {
        id: 13,
        text: 'представление интересов потерпевшего на стадии исполнения уголовного наказания (например, рассмотрение ходатайства осужденного об условно-досрочном освобождении от не отбытой части назначенного наказания)',
        price: '10 000',
        price2: '(за день участия)'
      }
    ]
  },
  {
    name: 'witness'
  },
  {
    name: 'accused',
    priceList: [
      {
        id: 1,
        text: 'ведение уголовного дела на стадии дознания',
        price: 'от 35 000'
      },
      {
        id: 2,
        text: 'ведение уголовного дела на стадии предварительного расследования',
        price: 'от 50 000'
      },
      {
        id: 3,
        text: 'ведение уголовного дела на стадии рассмотрения судом первой инстанции (мировым судом)',
        price: 'от 35 000'
      },
      {
        id: 4,
        text: 'ведение уголовного дела на стадии рассмотрения судом первой инстанции (районным судом)',
        price: 'от 50 000'
      },
      {
        id: 5,
        text: 'ведение уголовного дела на стадии рассмотрения судом первой инстанции (городским (областным, Верховным судом), судом присяжных заседателей)',
        price: 'от 75 000'
      },
      {
        id: 6,
        text: 'ведение уголовного дела на стадии рассмотрения судом апелляционной или кассационной инстанций (в случае участия Адвоката в суде первой инстанции)',
        price: 'от 30 000'
      },
      {
        id: 7,
        text: 'ведение уголовного дела на стадии рассмотрения судом апелляционной или кассационной инстанций (если Адвокат не участвовал в суде первой инстанции)',
        price: 'от 50 000'
      },
      {
        id: 8,
        text: 'составление жалобы на действия следователя, дознавателя, прокурора (не связанное с осуществлением защиты по уголовному делу)',
        price: 'от 8 000'
      },
      {
        id: 9,
        text: 'участие в судебном заседании по рассмотрению жалобы на действия следователя, дознавателя, прокурора в судах первой, кассационной, надзорной инстанций (не связанное с осуществлением защиты по уголовному делу)',
        price: 'от 8 000',
        price2: '(за день участия)'
      },
      {
        id: 10,
        text: 'ознакомление с материалами дела, в случае если адвокат не принимал участия на предварительном следствии или при рассмотрении дела в суде',
        price: 'от 8 000',
        price2: '(за каждый том дела)'
      },
      {
        id: 11,
        text: 'ознакомление с протоколом судебного заседания, в случае если адвокат не принимал участия на предварительном следствии или при рассмотрении дела в суде',
        price: 'от 8 000'
      },
      {
        id: 12,
        text: 'составление замечаний на протокол судебного заседания, в случае если адвокат не принимал участия на предварительном следствии или при рассмотрении дела в суде',
        price: 'от 8 000'
      },
      {
        id: 13,
        text: 'посещение подзащитного, находящегося под стражей, в учреждениях исполнения наказаний по инициативе подзащитного или иных лиц без проведения следственных действий',
        price: '10 000',
        price2: '(одно посещение)'
      },
      {
        id: 14,
        text: 'представление интересов доверителя на стадии исполнения уголовного наказания',
        price: '10 000',
        price2: '(за день участия)'
      },
    ]
  }
]

export default DataForTablePrice;