const DataAboutText = [
  {
    id: 1,
    text: 'Вы посетили сайт Адвоката  Адвокатской Палаты Санкт-Петербурга Кынтэрец Людмилы Николаевны, деятельность которой регламентирована Федеральным законом № 63-ФЗ от 31 мая 2002 года «Об адвокатской деятельности и адвокатуре в Российской Федерации» и направлена исключительно на оказание квалифицированной юридической помощи на профессиональной основе в целях защиты Ваших прав, свобод и интересов, а также обеспечения доступа к правосудию.'
  },
  {
    id: 2,
    text: 'На протяжении более 15 лет Адвокат осуществляет защиту прав и интересов физических и юридических лиц.'
  },
  {
    id: 3,
    text: 'Наработан многолетний практический опыт защиты по экономическим, налоговым, должностным преступлениям, преступлениям в сфере незаконного оборота наркотиков, по преступлениям корыстной направленности, против жизни и здоровья граждан.'
  },
  {
    id: 4,
    text: 'Адвокат осуществляет защиту (представляет интересы) по уголовным делам любой сложности и категории тяжести, на стадиях доследственной проверки, дознания, предварительного следствия, в судах мировой юстиции, общей юрисдикции, судах апелляционной и кассационной инстанций, Верховном суде Российской Федерации, в суде с участием присяжных заседателей.'
  },
  {
    id: 5,
    text: 'Оказываемая юридическая помощь базируется на комплексном подходе к оценке всех обстоятельств, влияющих на судьбу Доверителя (оценивается процессуальная перспектива статуса Доверителя, возможная доказательственная база стороны обвинения), в результате вырабатывается стратегия защиты.'
  },
  {
    id: 6,
    text: 'Каждый клиент независимо от объема оказываемой юридической помощи важен, будь то консультация или разбирательство длиною в годы.'
  },
  {
    id: 7,
    text: 'Проблема каждого Доверителя заслуживает внимательного и ответственного отношения.'
  },
  {
    id: 8,
    text: 'Адвокатская практика приучила к высокой степени самоорганизованности, ответственному отношению при оказании юридической помощи.'
  },
  {
    id: 9,
    text: 'Если у Вас возникли вопросы в сфере уголовного судопроизводства, которые требуют участия адвоката, обратитесь, и мы совместно сможем найти решение Вашей проблемы.'
  },
]

export default DataAboutText;